tap "Gentleman-Programming/homebrew-tap"

brew "go"
brew "jq"
brew "fzf"
brew "bat"
brew "fnm"
brew "bash"
brew "pnpm"
brew "deno"
brew "vips"
brew "wget"
brew "pyenv"
brew "gnupg"
brew "ffmpeg"
brew "yt-dlp"
brew "gnu-sed"
brew "gentle-ai"
brew "imagemagick"
brew "oven-sh/bun/bun"

# IA
cask "codex"
cask "claude-code"
cask "visual-studio-code"
cask "steipete/tap/codexbar"

# Browsers
cask "firefox"
cask "firefox@developer-edition"
