tap 'oven-sh/bun'

# brew "composer"
brew "jq"
brew "bash"
brew "gnu-sed"
brew "pyenv"
brew "redis"
brew "postgresql@15"
brew "mysql"
brew "yarn"
brew "pnpm"
brew "bun"
brew "deno"
brew "imagemagick"
brew "vips"
brew "ffmpeg"
brew "yt-dlp"
brew "wget"
brew "fnm"
brew "zsh-syntax-highlighting"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"

cask "mysqlworkbench"
