brew 'go'
brew 'jq'
brew 'fzf'
brew 'bat'
brew 'gmp'
brew 'mise'
brew 'bash'
brew 'pnpm'
brew 'deno'
brew 'vips'
brew 'wget'
brew 'pyenv'
brew 'gnupg'
brew 'ffmpeg'
brew 'yt-dlp'
brew 'openssl'
brew 'libyaml'
brew 'gnu-sed'
brew 'readline'
brew 'imagemagick'
brew 'oven-sh/bun/bun'

# IA
cask 'codex'
cask 'claude-code'
cask 'visual-studio-code'
cask 'steipete/tap/codexbar'

# Agentic AI
brew 'Gentleman-Programming/homebrew-tap/gentle-ai'

# Browsers
cask 'firefox'
cask 'firefox@developer-edition'
cask 'safari-technology-preview'

# Apps
cask 'tower'
cask 'cleanmymac-zh'
cask 'postman'
cask 'chatgpt'
